backend/app/controllers/movies_controller.rb

SELECT "movies".* FROM "movies"
---
    def index
        render :json => Movie.all